<template>
  <div class="about">
    <el-container>
      <el-main style="margin:154px">
        <div>
          <a>首页</a> &gt; 公司介绍
        </div>
        <div align="center" style="margin:20px;font-size:22px">上海幕库科技发展有限公司</div>
        <p
          style="text-indent:2em; margin:0px;font-size:16px;line-height:1.75"
        >上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司</p>
        <p
          style="text-indent:2em; margin:0px;font-size:16px;line-height:1.75"
        >上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司上海幕库科技发展有限公司</p>
        <p style="text-indent:2em; margin:0px;font-size:16px;line-height:1.75">公司地址:{{address}}</p>
      </el-main>
    </el-container>
  </div>
</template>
<script>
export default {
  data () {
    return {
      company: {},
      address: '123123'
    }
  }
}
</script>
